apachedirectorystudio
autojump-git
azure-cli
base16-manager
bluez-alsa-git
cloudflared-bin
conan
conky-lua
dropbox
dropbox-cli
eksctl
figlet-fonts
gitflow-avh
glooctl-bin
google-chrome
google-cloud-sdk
google-photos-desktop
graphql-playground-electron
greed
htop-vim-git
i3-gnome
insomnia
istio-bin
jetbrains-toolbox
kompose-bin
kubeval
libldac
nautilus-dropbox
nerd-fonts-complete
notion-app
nudoku-git
nvidia-docker
nvm
obs-v4l2sink
ofono
paman
pip-tools
polybar
postman-bin
pulseaudio-bluetooth-a2dp-gdm-fix
rfc-read
rxvt-unicode-patched
shantz-xwinwrap-bzr
siji-git
slack-desktop
slack-term
stardict-oald
stardict-wordnet
steam-fonts
taskbook
teams
termshark-git
transset-df
ttf-nanum
ttf-weather-icons
typora
upload-gphotos
urxvt-font-size-git
urxvt-tabbedex
virtualbox-ext-oracle
visual-studio-code-bin
vlc-plugin-fluidsynth
woeusb-git
xinit-xsession
xorg-server-xdmx-dev
yay
zenmap
zoom
