a2jmidid
accerciser
acpi
acpid
aircrack-ng
alsa-firmware
alsa-oss
alsa-tools
alsa-utils
android-tools
arandr
arch-install-scripts
ario
asoundconf
audacious
audacious-plugins
autoconf
autofs
automake
autorandr
awesome-terminal-fonts
aws-cli
baobab
base
bat
bbswitch-dkms
binutils
bison
blueman
bluez-utils
breeze-gtk
bumblebee
cadence
carla
cheese
chromium
cmake
cmus
conky-manager
cowsay
cpulimit
cuda
cudnn
cups
dbeaver
dconf-editor
devhelp
dex
dhcping
diff-so-fancy
discord
dmidecode
docker
docker-compose
efibootmgr
eog
epiphany
espeak
evince
evolution
evolution-bogofilter
evolution-ews
evolution-on
fakeroot
fd
feh
ffmpeg
ffmpegthumbnailer
ffnvcodec-headers
file
file-roller
findutils
firefox
fish
five-or-more
flex
fontforge
fortune-mod
four-in-a-row
fzf
gawk
gcc
gdm
gedit
gettext
ghex
gigedit
gimp
gist
git
git-lfs
glances
gnome-backgrounds
gnome-books
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-flashback
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-screensaver
gnome-screenshot
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-todo
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-netcat
go-tools
gparted
graphicsmagick
grc
grep
grilo-plugins
groff
grub
gst-libav
gtop
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hddtemp
helm
help2man
highlight
hitori
hlint
hoogle
i2c-tools
i3-gaps
iagno
ibus-hangul
iftop
imagemagick
intel-ucode
iucode-tool
iw
jack2
jdk-openjdk
jq
jsampler
k9s
keychain
kubectl
kustomize
lib32-nvidia-utils
libffado
librecad
libreoffice-still
libstdc++5
libtool
light
lightsoff
linux
linux-firmware
linux-headers
linuxsampler
logrotate
lolcat
lsb-release
lshw
lsof
lvm2
lynx
m4
make
man-db
man-pages
mariadb
maven
mediainfo
mesa-demos
minio-client
mousetweaks
mpc
mpd
mpv
mutt
nautilus
nautilus-sendto
ncmpcpp
neofetch
neovim
nethogs
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nmap
node-gyp
npm
ntfs-3g
nvidia-dkms
nvidia-settings
nvtop
obs-studio
openssh
openssh-askpass
openvpn
os-prober
pacman
pacman-contrib
pandoc
parallel
patch
pavucontrol
perl-image-exiftool
perl-locale-gettext
pgadmin4
php
picom
pkgconf
polari
postgresql
powerline-fonts
powertop
primus
primus_vk
protobuf-c
pulseaudio-bluetooth
pulseaudio-jack
pulsemixer
pv
pyenv
python-bottle
python-docker
python-greenlet
python-matplotlib
python-netifaces
python-pillow
python-pip
python-zeroconf
python2-greenlet
python2-pip
qjackctl
qsampler
qsynth
quadrapassel
ranger
realtime-privileges
redis
redshift
rofi
rosegarden
rsync
rygel
s3cmd
scrot
sdcv
sed
simple-scan
sl
socat
sonic-pi
soundfont-fluid
sox
sshfs
stack
stardict
steam
steam-native-runtime
strace
stylish-haskell
sudo
sushi
swell-foop
sysprof
tali
termite
termite-terminfo
texinfo
tk
tldr
tmux
totem
traceroute
tracker
tracker-miners
transmission-cli
tree
ttf-liberation
unarchiver
urxvt-perls
usbutils
util-linux
v4l2loopback-dkms
vagrant
vifm
vim
vino
virtualbox
virtualbox-guest-utils
virtualbox-host-dkms
vlc
vnstat
w3m
which
wine
wine-gecko
wine-mono
winetricks
wireless_tools
wireshark-qt
wpa_supplicant
wqy-zenhei
x11-ssh-askpass
xclip
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yelp
z
zsh
zynaddsubfx
