azure-cli
base16-manager
conky-lua-nv
eksctl-bin
font-manager
getmail
google-chrome
google-cloud-sdk
htop-vim-git
i3-gnome
istio-bin
jd-gui-bin
nerd-fonts-complete
nvm
paman
paper-gtk-theme-git
paper-icon-theme-git
polybar
slack-desktop
taskbook
teams
transset-df
ttf-nanum
virtualbox-ext-oracle
yay
zenmap

# mail
lbdb
