base
base-devel
gnome
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
xorg
xorg-drivers
xorg-fonts

grub
efibootmgr
nvme-cli
nfs-utils
os-prober
ntfs-3g
man-pages
vim
neovim
termite
intel-ucode
tree
dkms
nvidia-dkms
bbswitch-dkms
v4l2loopback-dkms
git
zsh
tmux

acpi
acpid
adobe-source-han-sans-kr-fonts
alsa-utils
android-tools
arandr
arch-install-scripts
autofs
autorandr
aws-cli
bat
bluez-utils
breeze-gtk
bumblebee
clang
cmake
code
cpulimit
ctags
cuda
cudnn
cups
dbeaver
diff-so-fancy
discord
docker
dotnet-sdk
fd
feh
ffmpegthumbnailer
ffnvcodec-headers
firefox
fish
fzf
go
gparted
graphicsmagick
helm
highlight
i3-gaps
ibus-hangul
imagemagick-doc
iw
jq
k9s
keychain
kubectl
kubectx
kustomize
ld-lsb
librecad
libreoffice-fresh
light
llvm
lshw
lsof
lua-lpeg
luarocks
mediainfo
mpv
nccl
net-tools
networkmanager-openvpn
nmap
node-gyp
notify-osd
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia
nvidia-settings
nvtop
openmp
openscad
openvpn
packer
pacman-contrib
parallel
perl-image-exiftool
pgadmin4
picom
primus
pulsemixer
pyenv
python-pip
python2
python2-pip
ranger
rclone
redis
redshift
remmina
rofi
ruby
scrot
sshfs
stow
sysstat
tcpdump
timew
tldr
traceroute
ttf-baekmuk
ttf-font-awesome
vagrant
vi
viewnior
virtualbox
vlc
vnstat
w3m
wget
wireshark-cli
x11-ssh-askpass
xclip
yarn
z

#email
neomutt
notmuch
procmail
aspell
cyrus-sasl
offlineimap
msmtp
msmtp-mta
